[
  {
    "id": "osteopatia",
    "title": "Osteopatia",
    "shortDescription": "Se utiliza para tratar dolores musculares, articulares, digestivos, tensiones crónicas, estrés y disfunciones que afectan al bienestar general.",
    "fullDescription": "La osteopatía es un enfoque terapéutico manual que entiende el cuerpo como una unidad donde estructura y función están íntimamente relacionadas. A través de técnicas precisas, el osteópata busca restaurar el equilibrio global del organismo, mejorar la movilidad de los tejidos y favorecer la capacidad natural de autorregulación del cuerpo.",
    "image": "/static/img/osteopatia.png",
    "benefits": [
      "Alivio del dolor muscular y articular",
      "Mejora de la movilidad y flexibilidad",
      "Reducción del estrés y la tensión",
      "Tratamiento de lesiones deportivas",
      "Mejora de la postura corporal"
    ]
  },
  {
    "id": "fisioterapia",
    "title": "Fisioterapia",
    "shortDescription": "restaurar la función, reducir el dolor y mejorar la calidad de vida de cada paciente, adaptando el tratamiento a sus necesidades concretas.",
    "fullDescription": "Nuestro servicio de fisioterapia ofrece tratamientos personalizados para la recuperación de lesiones, mejora de la función física y prevención de futuras dolencias. Utilizamos técnicas avanzadas y equipamiento especializado para garantizar los mejores resultados.",
    "image": "/static/img/fisioterapia.png",
    "benefits": [
      "Recuperación post-operatoria",
      "Tratamiento de lesiones deportivas",
      "Rehabilitación neurológica",
      "Terapia manual especializada",
      "Programas de ejercicio terapéutico"
    ]
  },
  {
    "id": "indiba",
    "title": "Indiba",
    "shortDescription": "Tecnología de radiofrecuencia para regeneración celular y recuperación acelerada.",
    "fullDescription": "INDIBA es una tecnología avanzada de radiofrecuencia que estimula la regeneración celular natural del cuerpo. Es efectiva para el tratamiento de lesiones, reducción del dolor y mejora de la circulación, acelerando significativamente los procesos de recuperación.",
    "image": "/static/img/indiba.jpeg",
    "benefits": [
      "Aceleración de la recuperación de lesiones",
      "Reducción de la inflamación",
      "Mejora de la circulación sanguínea",
      "Alivio del dolor crónico",
      "Regeneración de tejidos"
    ]
  },
  {
    "id": "acupuntura",
    "title": "Acupuntura",
    "shortDescription": "Medicina tradicional china para equilibrar la energía y aliviar dolencias.",
    "fullDescription": "La acupuntura es una técnica milenaria de la medicina tradicional china que utiliza agujas finas para estimular puntos específicos del cuerpo. Este tratamiento ayuda a equilibrar la energía vital, aliviar el dolor y tratar diversas condiciones de salud de manera natural.",
    "image": "/static/img/acupuntura.png",
    "benefits": [
      "Dolor crónico y agudo (espalda, cervicales, hombro, rodilla)",
      "Ansiedad, estrés, insomnio",
      "Migrañas y cefaleas",
      "Desequilibrios hormonales y regulaciones menstruales",
      "Fatiga y baja energía"
    ]
  },
  {
    "id": "camara-hiperbarica",
    "title": "Camara hiperbárica",
    "shortDescription": "Oxigenación celular avanzada para recuperación y bienestar óptimo.",
    "fullDescription": "La cámara hiperbárica es un tratamiento que aumenta la concentración de oxígeno en el cuerpo mediante presión atmosférica elevada. Este proceso acelera la curación, mejora el rendimiento deportivo y proporciona numerosos beneficios para la salud.",
    "image": "/static/img/camarahiper.jpeg",
    "benefits": [
      "Aceleración de la recuperación muscular",
      "Mejora del rendimiento deportivo",
      "Reducción de la fatiga",
      "Estimulación de la regeneración celular",
      "Mejora de la cicatrización"
    ]
  },
  {
    "id": "masaje",
    "title": "Masaje",
    "shortDescription": "Terapia manual para relajación, alivio del dolor y bienestar general.",
    "fullDescription": "Nuestros masajes terapéuticos combinan técnicas tradicionales y modernas para proporcionar relajación profunda, alivio del dolor muscular y mejora de la circulación. Cada sesión se personaliza según las necesidades específicas de cada paciente.",
    "image": "/static/img/masaje.jpeg",
    "benefits": [
      "Relajación muscular profunda",
      "Alivio del estrés y tensión",
      "Mejora de la circulación",
      "Reducción del dolor muscular",
      "Mejora del bienestar general"
    ]
  },
  {
    "id": "pressoterapia",
    "title": "Presoterapia",
    "shortDescription": "Drenaje linfático mediante presión controlada para mejorar la circulación.",
    "fullDescription": "La presoterapia es un tratamiento que utiliza presión de aire controlada para estimular el sistema linfático y mejorar la circulación. Es ideal para la recuperación deportiva, reducción de la retención de líquidos y mejora de la salud vascular.",
    "image": "/static/img/presoterapia.png",
    "benefits": [
      "Mejora de la circulación linfática",
      "Reducción de la retención de líquidos",
      "Alivio de piernas cansadas",
      "Recuperación post-entrenamiento",
      "Mejora de la salud vascular"
    ]
  },
  {
    "id": "drenatge-limfatic",
    "title": "Drenaje limfático",
    "shortDescription": "Masaje especializado para estimular el sistema linfático y eliminar toxinas.",
    "fullDescription": "El drenaje linfático es una técnica de masaje suave y rítmico que estimula el sistema linfático para eliminar toxinas y líquidos retenidos. Este tratamiento mejora la salud general, reduce la inflamación y fortalece el sistema inmunológico.",
    "image": "/static/img/drenaje.jpeg",
    "benefits": [
      "Eliminación de toxinas",
      "Reducción de la inflamación",
      "Fortalecimiento del sistema inmunológico",
      "Mejora de la piel",
      "Alivio de la retención de líquidos"
    ]
  },
  {
    "id": "medicina-ayurvedica",
    "title": "Medicina Ayurvédica",
    "shortDescription": "La medicina ayurvédica ofrece un enfoque profundo, holístico y personalizado que complementa perfectamente otras terapias como fisioterapia, osteopatía o cámara hiperbárica.",
    "fullDescription": "La Medicina Ayurvédica es un sistema terapéutico originario de la India con más de 5.000 años de historia, considerado uno de los métodos de salud integral más antiguos del mundo. Su objetivo es restaurar el equilibrio entre cuerpo, mente y energía, promoviendo la capacidad natural del organismo para sanarse. El Ayurveda entiende que cada persona tiene una combinación única de doshas (Vata, Pitta y Kapha), que determinan su constitución física, emocional y metabólica. Cuando estos doshas se desequilibran, aparecen síntomas y enfermedades.",
    "image": "/static/img/ayurvedica.jpeg",
    "benefits": [
      "Estrés, ansiedad y fatiga crónica",
      "Trastornos digestivos y metabólicos",
      "Dolor crónico y tensiones musculares",
      "Desequilibrios hormonales",
      "Inflamación y baja energía"
    ]
  }
]
